android-sdk-platform-tools
ant-dracula-kvantum-theme-git
ark
audacious
auto-cpufreq
awesome-terminal-fonts
backlight_control
base
base-devel
bash-language-server
bat
blueman
bluez
bluez-utils
btop
chromium
clipboard
cmake
code
copyq
docker
docker-compose
dosfstools
dracula-gtk-theme
dracula-icons-git
duf
dunst
eza
fastfetch-bin
fd
ffmpegthumbnailer
firefox
fish
flameshot-git
flatpak
foot
freerdp
fzf
galaxybudsclient-bin
galculator
geany
gimp
git
git-delta
gitui
gnome-keyring
gparted
grim
gsimplecal
gtklock
gvfs
gvfs-gphoto2
gvfs-mtp
heimdall-grimler-git
helix
htop
hyprland
ifuse
imlib2
inkscape
intel-ucode
jre-openjdk
keepassxc
kubectl
kvantum
layan-cursor-theme-git
lazydocker-bin
libinput-gestures
libreoffice-still
light
lingot
linux-firmware
linux-zen
linux-zen-headers
localsend-bin
lua-language-server
lxappearance
mandoc
marked
marksman
mkinitcpio-firmware
ncdu
neovim
nerd-fonts-jetbrains-mono-160
network-manager-applet
networkmanager
networkmanager-openvpn
nextcloud-client
noto-fonts-emoji
npm
ntfs-3g
nwg-look-bin
obs-studio
otf-font-awesome
pamixer
papirus-icon-theme
pavucontrol
pcmanfm-gtk3
picard
pipewire-alsa
pipewire-pulse
polkit-gnome
polkit-kde-agent
prettier
pyright
python-black
python-lsp-server
python-requests
qbittorrent
qimgv-git
qpdfview
qpwgraph
qt-heif-image-plugin-git
qt5-styleplugins
qt5-wayland
qt5ct
qt6ct
remmina
ripgrep
rustdesk-bin
seahorse
shellcheck
shfmt
slurp
starship
stow
strace
swappy
swaybg
swayidle
telegram-desktop
tftp-hpa
thefuck
tlp
tlpui
tmux
trash-cli
ttf-dejavu
ttf-dejavu-nerd
ttf-font-awesome
ttf-font-awesome-5
ttf-jetbrains-mono-nerd
tumbler
typescript-language-server
udiskie
unarchiver
universal-android-debloater-bin
vim
vlc
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vulkan-intel
waybar
wev
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xf86-video-vesa
xfce4-settings
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yaml-language-server
yay
yazi-bin
zellij
zoxide
